{
  "title": "Title",
  "circle": "Circle",
  "specification": "Specification",
  "release_date": "Release Date",
  "catalog": "Catalog",
  "price": "Price",
  "store": "Store",
  "available_now": "Available now",
  "0001": {
    "desc": "KodamaSounds' first album, centered around Touhou Project, featuring tons of artists from all around the world!"
  },
  "gensokyo-party-vol3": {
    "desc": "Just lay down for a bit. Appreciate the moment, and let’s let go of last year’s intensity. Moriya Barista will be an ideal album for people who just want something nice, groovy or cozy, accessible to anyone to pick up and listen to."
  },
  "eclectic-resonance-uprising": {
    "desc": "Sometimes you just need a good burst of dopamine to help through tough times. Sometimes you just need to headbang to some absurd tunes. Absurd drums, absurd sampling… Some might call it music for the deranged, and not for the faint of heart. Maybe they’re right. But we’re into it, and that’s not gonna stop us from making even more. ECLECTIC RESONANCE UPRISING is all about original hardcore electronic music, J-core, and whatever name you wanna give it."
  },
  "eclectic-resonance-detuned-alloy": {
    "desc": "Grab your gear, and get your fingers in shape: Detuned Alloy is an album for all guitar lovers out there. “Detuned Alloy” is the Rock/Hard Rock/Metal variant of our “ECLECTIC RESONANCE” original work album series, where the featured tracks are focused on all kinds of acoustic/rock music styles. For centuries, guitars and guitar-like instruments have been used for their flexibility and sonic characteristics. More recently, innovations such as the electric guitar have completely transformed and defined the sounds of genres ranging from blues and rock to heavy metal and jazz. Whether clean or distorted, acoustic or electric, the timbre of the guitar has affected or shaped a significant portion of the music that we listen to today, and KodamaSounds is celebrating that legacy with ECLECTIC RESONANCE Detuned Alloy."
  },
  "gensokyo-party-vol4": {
    "desc": "\"DJ Koishi\" is a variant of our \"Gensokyo Party\" series, where the featured tracks are planned to be very rhythmic, juicy, electronic and noisy.  The green haired satori has had enough. She’s bored to death, and manipulating people is just not as fun as it used to be… And thus, she decided to become a DJ! Manipulating people through thick beats is much more fun than using your powers! …Wait, seriously?"
  },
  "katamania": {
    "desc": "Nanaaaa-nanananaaa~... Who doesn’t love Katamari? If there’s one game series that embraces love, care, pure fun and beauty into one, it’s this one. Now show us what you’re made of, and come roll with us with your musical talent, and let’s take the world by storm with a BEAUTIFUL Katamari filled with LOVE and music, FOREVER and ever!"
  },
  "projects": {
    "presentation": {
      "title": "ermmm"
    }
  }
}
