{
	"slug": "midnight-syndrome",
	"logo": "/assets/discography/logos/0015.png",
	"color": "d72c2c",
	"soundcloud_track_id": "1886450892",
	"cover": "/assets/discography/covers/0015.png",
	"title": "MIDNIGHT SYNDROME -a Grasshopper Manufacture tribute album-",
	"circle": {
		"name": "KodamaSounds",
		"link": "/"
	},
	"specification": "Digital Grasshopper Manufacture Arrange Album",
	"release_date": "Aug 11 2024 (Comic Market 104)",
	"catalog": "KSDL-0015",
	"price": "Free / Name Your Price",
	"store": {
		"bandcamp": {
			"name": "Bandcamp",
			"link": "https://kodamasounds.bandcamp.com/album/midnight-syndrome-a-grasshopper-manufacture-tribute-album"
		},
		"booth": {
			"name": "BOOTH",
			"link": "https://kodamasoft.booth.pm/items/5970215"
		}
	},
	"tracklist": {
		"01": {
			"title": "Girls Dinner",
			"artist": "AIKATYPE & Fivda",
			"description": [
				"• Narration: Fivda (KodamaSounds)","• Original Composer: Masafumi Takada","• Arranger: AIKATYPE (KodamaSounds), Fivda (KodamaSounds)","","• Programmed, Produced & Mixed by AIKATYPE (KodamaSounds)","• Mastering Engineer: malicent (Cursed Monastery / Sigillum Azoetia)","","• Original Track: Samurai Summer & Season of the Samurai","• Source: No More Heroes","","• About this track:","Fivda: Making a Grasshopper Manufacture arrange album has always been one of my dreams (again). There's basically never really been any trace of any arrange album for this series, and I'm glad to have been able to make it happen. Originally, this song was supposed to be a major mashup of songs of the girlbosses from NMH1, with Samurai Summer, Rocket Surgeon, and was supposed to finish with Pleather for Breakfast, but this idea was a bit too ambitious for both me and AIKATYPE. Originally, my take on Samurai Summer was much more schranzy and was mixed much louder. But I think that AIKATYPE's general direction was smoother and a safer techno direction, and I'm glad we somehow wrapped it up before the deadline, lol. I once again wished I could have contributed more to this track, but once again, the narration ended up being the only place where I was really useful, alongside some of the remaining Samurai Summer pads/elements... Let's hope I can make a DJ ROUGE-GORGE remix on my own for the next album!"
			]
		},
		"02": {
			"title": "Sequence02: MIDNITE CLUB",
			"artist": "MAGIC MAN TONY ASTRO",
			"description": [
				"• Voice: CHERRY CODEBREAKER","• Original Composer: HUMAN","• Arranger: MAGIC MAN TONY ASTRO","","• Programmed, Produced & Mixed by MAGIC MAN TONY ASTRO","• Mastering Engineer: malicent (Cursed Monastery / Sigillum Azoetia)","","• Original Track: LOST HIGHWAY 2","• Source: MOONLIGHT SYNDROME","","• Used Software: FL Studio","","• About this track: Tony from video games here: This one goes out to the team undertaking the English translation of Moonlight Syndrome. Best of luck in translating a game that's a grail for myself and the greater GHM community. HMU if you need another tester! also i dont like doing arrangements much so i chose a song nobody else would with as few melodic elements as possible LMAO"
			]
		},
		"03": {
			"title": "Kusabi (Synthetic Dreamscape Mix)",
			"artist": "ANGELWHISPER",
			"description": [
				"• Original Composer: Masafumi Takada","• Arranger: ANGELWHISPER","","• Programmed, Produced & Mixed by ANGELWHISPER","• Mastering Engineer: malicent (Cursed Monastery / Sigillum Azoetia)","","• Original Track: Kusabi","• Source: The Silver Case","","• Used Software: FL Studio","• Used VSTs & Samples: MONSTER Ethnica, RaveGenerator, some samples from the start of Tokio AM from TSC, the original song itself (only at the end, with a dual delay effect on that makes it sound all weird and mechanical) and the version of Kusabi from the mobile version of The 25th Ward","","• About this track: Never expected that of all things I would do a The Silver Case remix over a No More Heroes remix, considering my utter obsession with the latter and its music, but, as soon as I started messing around with Kusabi, I started to create something I adored. Sorry, Travis. I love the sounds of Indonesian percussion, so there's a lot of gamelan instruments in this song, which I think fits pretty nicely. "
			]
		},
		"04": {
			"title": "Game Time!",
			"artist": "Monochrome",
			"description": [
				"• Original Composer: Masafumi Takada","• Arranger: Monochrome","","• Programmed, Produced & Mixed by Monochrome","• Mastering Engineer: malicent (Cursed Monastery / Sigillum Azoetia)","","• Original Track: Cashmere Cannonball","• Source: No More Heroes","","• About this track: I run another arrangement project, and one part of it focuses on Suda51 works. I wasn't a prior fan of No More Heroes, and I had little interest in getting into it, but in doing work for this project, I slowly became exposed to the music of Suda51's games and found myself intrigued by what I heard. That primed me for work on Midnight Syndrome. My original intent was to arrange \"It's Kill or Be Killed Mix\" from No More Heroes 2, but due to time constraints and a lack of confidence, I opted for \"Cashmere Cannonball\" instead. However, I still wished to inject some of the jazz fusion flair of \"It's Kill or Be Killed Mix\", which is how I settled on this sound. For the end of the song, just to put a little more meat on its bones, I decided to mimic the drum pattern of \"Beam Katana Chronicles\", which managed to slot in pretty seamlessly as a breakdown. It took me some time to amp myself up for the endeavor, but I ultimately had great fun translating its electronic properties into a faux-acoustic setting and playing around with some recently-purchased VSTs."
			]
		},
		"05": {
			"title": "Passion Of Ghost",
			"artist": "Theosmeo",
			"description": [
				"• Arranger: Theosmeo","","• Programmed, Produced & Mixed by Theosmeo","• Mastering Engineer: malicent (Cursed Monastery / Sigillum Azoetia)","","• Original Track: King Of Ghost","• Source: Killer is Dead","","• Used Software: Ableton","","• About this track: This is one of the most striking pieces from the Killer is Dead soundtrack, it made the level it was on so much more memorable and fit that snowy train stage perfectly. Since its nestled its way into my mind I felt obligated to arrange it"
			]
		},
		"06": {
			"title": "Deadly Gambit",
			"artist": "MegaStrike",
			"description": [
				"• Original Composer: Masafumi Takada","• Arranger: MegaStrike","","• Programmed, Produced & Mixed by MegaStrike","• Mastering Engineer: malicent (Cursed Monastery / Sigillum Azoetia)","","• Original Track: Russian Roulette","• Source: killer7","","• Used Software: FL Studio","• Used VSTs & Samples: Trilian, Stylus RMX, Omnisphere, Vital, Dune 3, DS Thorn, Heavyocity AEON Rhythmic. Mangled with Gross Beat, Infiltrator 2, Effectrix.","","• About this track: Remix and re-arrangement of Russian Roulette, a beloved track from killer7. I originally wanted to be faithful to Masafumi Takada's style. But i also added my own twist."
			]
		},
		"07": {
			"title": "LUNATIC DRIVE",
			"artist": "jaxcheese",
			"description": [
				"• Original Composer: Masafumi Takada","• Arranger: jaxcheese","","• Programmed, Produced & Mixed by ","• Mastering Engineer: malicent (Cursed Monastery / Sigillum Azoetia)","","• Original Track: Cauliflower & Neutral","• Source: The Silver Case","","• Used Software: pxtone Collage","• Used VSTs & Samples: classic Roland drum machines, Ryu Umemoto FM slap bass and brass patches, Korg M1 e. piano, lead gtr ptvoice from Nyll_Fomid's pxtoneKit, other ptvoices from pepofont","","• About this track: I have always thought this chord progression was really striking and unusual, so I had to jump at this opportunity to do something with it even though I was pretty busy at the time. It's a little bit hacky, but please enjoy! I put a lot of my favorite sounds in it. I'm starting to think this style is a little different from what usually goes on these albums..."
			]
		},
		"08": {
			"title": "Battboy Slim Jr. (Fucking In Santa Destroy)",
			"artist": "ANGELWHISPER",
			"description": [
				"• Original Composer: Tomohiro Shirai & Kazuhiro Goto","• Arranger: ANGELWHISPER","","• Programmed, Produced & Mixed by ANGELWHISPER","• Mastering Engineer: malicent (Cursed Monastery / Sigillum Azoetia)","","• Original Track: Travesty & Titanium Batt","• Source: No More Heroes 2: Desperate Struggle","","• Used Software: FL Studio 2024","• Used VSTs & Samples: Surf Santa Destroy and Ms. Teller drum loops, No More Heroes 2 cutscene voicelines + one Travis Strikes Again voiceline","","• About this track: No More Heroes 2 is one of the best soundtracks and one of the best games I have ever experienced, which forced my hand to arrange from it (but I mean that in a good way). After working on a failed remix of another song from the game, I decided to remix Travesty instead, after relistening and realising it had perfect big beat riff energy, like the kind of thing you'd hear in a Tekken 3 song, so I went all in with the idea. Watch out for Jasper Batt Jr's new Big Batt album, The Batt of The Land. In stores never. [some sort of joke about Pizza Bat and the alias Pizzaman goes here]"
			]
		},
		"09": {
			"title": "Heroic Verse (Tobokegao Y2K VGM Vibes Remix)",
			"artist": "Tobokegao",
			"description": [
				"• Original Composer: Masafumi Takada","• Arranger: Tobokegao","","• Programmed, Produced, Mixed & Mastered by Tobokegao","","• Original Track: Heroic Verse","• Source: killer7","• Used Software: m8 tracker"
			]
		},
		"10": {
			"title": "Ohma Gawd",
			"artist": "Nuchuu",
			"description": [
				"• Original Composer: Nobuaki Kaneko","• Arranger: Nuchuu","","• Programmed, Produced, Mixed & Mastered by Nuchuu","","• Original Track: Octopus (Deadly Seppun)","• Source: No More Heroes 3","","• Used Software: Ableton Live 11","• Used VSTs & Samples: ","","• About this track: This track focuses on the absurd nature of Ohma and the environment Ohma is fought in, taking melodic motifs from the theme and placing them into a high-energy, progressive psytrance inspired journey."
			]
		},
		"11": {
			"title": "Apricot Jam for Dissociative Squares",
			"artist": "HEAVYVIPER",
			"description": [
				"• Original Composer: Masafumi Takada","• Arranger: Hal Binderman","","• Programmed, Produced & Mixed by Hal Binderman","• Mastering Engineer: malicent (Cursed Monastery / Sigillum Azoetia)","","• Original Track: Apricot Square","• Source: The Silver Case","• Original Track: Dissociative Identity","• Source: killer7","","• Used Software: Reason 12","• Used VSTs & Samples: plogue Chipspeech, Reason Drum Kits, Reason Electric Bass, Radical Keys, Malstrom","","• About this track: Early Grasshopper games have a strong presence in my mind, especially when it comes to music. Takada-san's composition always stood out, and it has a consistency throughout his time with Grasshopper that gives their games of that era a strong character. \"killer7\" was my first Grasshopper game, and it made an extremely strong impact on me. I played \"The Silver Case\" later, and it affected me in different ways. While thinking about the project, I wondered if there was a way I could represent both titles in one track? For a while, I've thought that \"Apricot Square\" and \"Dissociative Identity\" both have strong piano melodies that could complement each other well, so I began with them. In fact, several elements of each track - melodies, chords, instruments - seemed to work together famously. I didn't have to make many alterations at all, just enough to keep things in key. I wrote a new bass line based on the roots of \"DI\", and introduced a second lead in the background to make the piece more my own. I think it still leans more towards \"DI\" than \"AS\" overall, likely because the former is a more developed idea in my opinion. I hope you enjoy it! I look forward to ever more unique experiences from Grasshopper. ^^","• Lyrics","kill the past","burn it","if you have to",""
			]
		}
	},
	"youtube_id": "4fLxXqFuRVc",
	"credits": {
		"1": {
			"role": "Music",
			"id": "AIKATYPE"
		},
		"2": {
			"role": "Music, Narration, Supervisor & Planner",
			"id": "Fivda"
		},
		"3": {
			"role": "Music",
			"id": "MAGIC MAN TONY ASTRO"
		},
		"4": {
			"role": "Music",
			"id": "ANGELWHISPER"
		},
		"5": {
			"role": "Music",
			"id": "Monochrome"
		},
		"6": {
			"role": "Music",
			"id": "Theosmeo"
		},
		"7": {
			"role": "Music",
			"id": "MegaStrike"
		},
		"8": {
			"role": "Music",
			"id": "jaxcheese"
		},
		"9": {
			"role": "Music",
			"id": "Tobokegao"
		},
		"10": {
			"role": "Music",
			"id": "Nuchuu"
		},
		"11": {
			"role": "Music",
			"id": "HEAVYVIPER"
		},
		"12": {
			"role": "Voice",
			"id": "CHERRY CODEBREAKER"
		},
		"13": {
			"id": "Masafumi Takada",
			"role": "Original Composer"
		},
		"14": {
			"id": "Tomohiro Shirai",
			"role": "Original Composer"
		},
		"15": {
			"id": "Kazuhiro Goto",
			"role": "Original Composer"
		},
		"16": {
			"id": "Nobuaki Kaneko",
			"role": "Original Composer"
		},
		"17": {
			"id": "malicent",
			"role": "Mastering Engineer"
		},
		"18": {
			"id": "Volumetrique",
			"role": "Audio Crossfade"
		},
		"19": {
			"id": "Garrrros",
			"role": "Illustration"
		},
		"20": {
			"id": "Zeth",
			"role": "Design"
		},
		"21": {
			"id": "cal",
			"role": "Logo Designer"
		},
		"22": {
			"id": "Yanis",
			"role": "Japanese Translator"
		},
		"23": {
			"id": "Hiskov",
			"role": "Crossfade Video"
		},
		"24": {
			"id": "krz",
			"role": "Web"
		}
	},
	"footer": "All original compositions and characters respective of GRASSHOPPER MANUFACTURE & HUMAN. ノーモア★ヒーローズ, ムーンライトシンドローム, シルバー事件, Killer is Dead, killer7 © GRASSHOPPER MANUFACTURE ムーンライトシンドローム © HUMAN"
}
