{
	"words": {
		"by": "作曲者",
		"written_by": "作詞者",
		"readmore": "続きを読む",
		"download": "ダウンロード",
		"streaming": "ストリーミング"
	},
	"home": {
		"description": "2017年頃、Fivdaに創立されたフランスの同人サークル<strong>KodamaSoft/KodamaSounds</strong>にようこそ！KodamaSoundsでは様々なオリジナルアルバム、アレンジアルバムなど、KodamaSoftではゲーム、ゲーム開発関連のツールの制作、イベントの開催に心を込めています！<a>DiscordでKodamaSoft/KodamaSoundsのアーティスト同士の強いコミュニティ</a>に参加したらどうでしょうか？！",
		"soft": {
			"title": "KodamaSoft",
			"lead": "ゲーム、ソフトなどに関するもの",
			"description": "KodamaSoftは、ゲーム開発、特にビジュアルノベルの支部です。現在進行中のプロジェクトは、開発中の- KODAMA COMET -Stellar Sanctuary-です。詳しくは専用ページに！"
		},
		"sounds": {
			"title": "KodamaSounds",
			"lead": "音楽に関するもの",
			"description": "KodamaSoundsは2020年から、KodamaSoftよりも活気的です。8枚以上のアルバム、100曲以上の楽曲を制作してきました。今後もアルバム企画は止むことなく続いて、誰でも参加できます！",
			"link": "ディスコグラフィーは<a>こちら</a>！",
			"games": "また、KodamaSoundsを通してStellar Sanctuaryなどの自主制作ゲームのサウンドトラックをリリースするつもりですし、2024年リリース予定の東方ファンゲームの「Touhou Fractured Transience」のサウンドトラックも制作中なので、お楽しみにしてくださいね！ "
		},
		"blog_header": "当社のブログ記事"
	},
	"kodamadirect2024_banner": "Check out the Kodama Direct 2024 for a quick rundown of the planned projects for the coming year!",
	"home_legacy": {
		"title": "コダマソフト / コダマサウンズのオフィシャルサイトへようこそ。",
		"content": {
			"1": "私たちは同人・インディーズサークルで、ゲームや出版物、音楽アルバムなど、世界中の人々が作った最高の種類の視聴覚作品を紹介することを目的としています。このサークルは、2017年にFivdaによって設立されました。\"KODAMA COMET -Stellar Sanctuary-\"という、現在も開発中のビジュアルノベルを最初のプロジェクトとしています。",
			"2": "名前から想像できるように、私たちのサークルは2つに分かれています：<ul><li>ソフトやゲームに関することなら「コダマソフト」。</li><li>音楽にまつわることならKodamaSounds。</li></ul>",
			"3": "KodamaSoundsは今、私たちの強力なリードです。<bandcamp>Bandcamp</bandcamp>と<booth>BOOTH</booth>で5枚のアルバムを発表しており、今後数年間はさらに多くのアルバムを予定しています。私たちは、多くの日本の同人サークルと同じ出版精神を持っていますが、私たちの野心は、特定のシリーズや音楽のスタイルに焦点を当てたものではありません。オリジナル作品であれ、アレンジプロジェクトであれ、新人の音楽家から有名なベテランまで、できる限り多くのアーティストをアルバムに起用したいと考えています。現在進行中のプロジェクトのリストをご覧ください！"
		}
	},
	"projects": {
		"presentation": {
			"title": "プロジェクト",
			"description": "KodamaSoundsのアルバムは、常に成長し続けるやむことのない同人アルバムプロジェクトです。本ページを通して、いつでも参加できるアルバム企画とプロジェクトのページにアクセスできます。スケジュールは定期的に更新し、新しいプロジェクトの締切は一般的に事前に決めます。締切があるアルバムへの参加をお勧めしますが、締切のない続編アルバムに参加しても全然大丈夫です。ただ、このようなアルバムのリリースは1、2年（あるいはそれ以上！）かかるかもしれません。ご了承ください。"
		},
		"goals": {
			"title": "KodamaSoundsの目的",
			"points": {
				"1": {
					"title": "国もスキルレベルも気にしません。誰でも参加できること",
					"description": "ベテランのアーティストと駆け出しのアーティストの間で、スキルバランスを保つことを保証します。誰でもアルバムに参加することを許可しており、アーティスト同士が絆を築き、またアーティストがあらゆる分野のアーティストとコラボレーションして、差別なく、より良いコミュニティ体験を作ることができる良い方法であると信じています。みんなの目的は面白い音楽を作ること、そしてみんなの能力を最大限に発揮できるよう、みんなで助け合いましょう。人気投票やえこひいきもありません。参加したい？参加すればいいです。そして、もしあなたが悩んでいるなら、私たちが手助けをします。"
				},
				"2": {
					"title": "私達しか作らないアルバムのアイディア",
					"description": "あまり有名ではないシリーズを中心とする面白くて意欲作のアルバムを一緒に作りたいと思います。ニッチなゲームシリーズを中心とするアルバムを作って本当に嬉しいです。"
				},
				"3": {
					"title": "一年を通して、やめずにアルバムを発行すること",
					"description": "私たちKodamaSoundsは、コミックマーケットやM3などの多くのイベントを通じて、できるだけ多くのアルバムを発行したいと思います。"
				},
				"4": {
					"title": "多様性を目指すこと",
					"description": "アレンジアルバムのジャンルは問いませんし、オリジナル作品「ECLECTIC RESONANCE」シリーズでは、あるジャンルをテーマとしたアルバム企画を多数予定しています。まだ収録されていない音楽のジャンルやスタイルがあれば、いつか収録されることは間違いありません。"
				},
				"closure": "さらに詳しい情報をご希望の方は、上記の各プロジェクトのページや、<link>各アルバムに共通するルールや情報ページ</link>をご覧ください。"
			}
		}
	}
}
