{
	"title": "タイトル",
	"circle": "サークル",
	"specification": "仕様",
	"release_date": "リリース日",
	"catalog": "カタログ",
	"price": "価格",
	"store": "ストア",
	"available_now": "Available now",
	"0001": {
		"desc": "東方Projectを中心に、世界各国のアーティストが多数参加したKodamaSoundsのファーストアルバム!"
	},
	"gensokyo-party-vol3": {
		"desc": "ちょっと横になってみてください。この瞬間を楽しみ、去年の激しさを手放そう。Moriya Baristaは、誰でも気軽に聴ける、心地よい、グルーヴィーなものを求めている人に最適なアルバムになると思います。"
	},
	"eclectic-resonance-uprising": {
		"desc": "時には、辛い時にドーパミンの爆発が必要なこともある。時には、頭がおかしくなるぐらいの曲にヘッドバンギングすることも必要だ。クレイジーなドラム、サンプリング...ある人は、狂ってしまった人の音楽と呼ぶかもしれない。その通りかもしれないね。でもさぁ、こういう音楽がだーいすきだから、多くの曲を作ることなら誰にも止められない。ECLECTIC RESONANCE UPRISINGは、オリジナルハードコアエレクトロニックミュージック、J-Coreなどだ。"
	},
	"eclectic-resonance-uprising-2": {
		"desc": "狂気への転落の時が来たんだ。この続編でUPRISINGをより深く掘り下げると、破壊の歓喜に酔いしれたオマエの心には、さらなる流血への欲望だけが残っちまう。魂を失うないようになぁ。ECLECTIC RESONANCE UPRISING 2は、ハッピーでエネルギッシュな曲からダークで狂気まみれの曲まで、ハイクオリティなハードコアHARD EDMオリジナル・コンピレーション・アルバムECLECTIC RESONANCE UPRISINGの続編です。"
	},
	"eclectic-resonance-detuned-alloy": {
		"desc": "ギアを手に、指をほぐす。Detuned Alloyは、ギター好きの人のためのアルバムです。「Detuned Alloy」は、「ECLECTIC RESONANCE」のオリジナルアルバムシリーズのロック、ハードロック、メタル風のアルバムで、あらゆるアコースティック/ロック音楽のスタイルを中心とする楽曲が収録されています。何世紀にもわたって、ギターやギターに似た楽器は、その柔軟性と音色の特性から使用されてきました。最近では、エレクトリック・ギターなどの技術革新により、ブルース、ロック、ヘビーメタル、ジャズなど様々なジャンルのサウンドが完全に変化されました。クリーン、ディストーション、アコースティック、エレクトリックなど、ギターの音色は私たちが今日聴く音楽の大部分に影響を与えたり、形作ったりしてきました。「ECLECTIC RESONANCE Detuned Alloy」を通じて、ギターのレガシーを一緒に記念しましょう。"
	},
	"gensokyo-party-vol4": {
		"desc": "「DJ Koishi」は、「Gensokyo Party」シリーズの非常にリズミカルでジューシー、エレクトロニック、ノイジーなトーンを中心とするアルバムです。緑髪の覚はもう飽きてきた。退屈だし、人を操るのってもう面白くないし......ということで、DJになることを決意! 力を使うより、強い音楽で人を操る方がずっと楽しい! ...え、マジで？"
	},
	"katamania": {
	  "desc": "ナナー~ななななー~塊シリーズが好きじゃない人はいないだろう。愛、思いやり、純粋な楽しさ、美しさをひとつにしたゲームシリーズがあるとすれば、それは塊シリーズだ。さあ、あなたの才能を見せてくれ！あなたの音楽の才能で私たちと一緒に転がろう！愛と音楽に満ちた美しい塊で、世界を席巻しよう！いつまでも！"
	},
	"eclectic-resonance-memories": {
		"desc": "ノスタルジーとエレクトロニック・ミュージックの歯車が、一体となって動き回る。シンプルなハッピーメロディーから複雑なオーディオプログラミングの奥深さまで、タスクをこなすのはあなた次第。「ECLECTIC RESONANCE Memories」はチップチューン＆FMミュージックを中心とするアルバム。"
	},
	"gensokyo-party-vol5": {
		"desc": "新たな戦争。新たな過ち。幻想郷はまた混乱していて、埃と血しか残らないまでは暴力の宴は終わらない。「Gensokyo Party Vol. 5 VANTABLACK 2」はダークな雰囲気を中心とする東方アレンジアルバムシリーズ「VANTABLACK」の血に飢える新作です。"
	},
	"midnight-syndrome": {
	  "desc": "ゲームタイムだ！『ムーンライトシンドローム』から『ノーモア★ヒーローズ3』まで、Suda51の素敵なスタジオに開発された名作のアレンジアルバムでGrasshopper Manufactureの歴史を振り返ってみよう！"
	},
	"eclectic-resonance-hollow-horizons": {
	  "desc": "音楽には常に、見た目以上のものがある。時には、少ない方がいいこともある。あなたはただ、何か心を落ち着かせるものが必要なのかもしれない。人生の重要な時において、次の一歩は何をするべきなのかと考える時のため。ECLECTIC RESONANCE hollow horizonsは、次の一歩を考えるためのアンビエント・エレクトロニック・ビートアルバム。 『hollow horizons』は、『ECLECTIC RESONANCE』のオリジナルアルバムシリーズの一つで、瞑想的な曲が収録されているアルバムです。典型的なテクノから、より複雑なIDMまで、このアルバムは特に豊かなテクスチャーを意図しており、いつでも、どんな日でも聴けるようになっています。"
	},
	"eclectic-resonance-legendaria": {
		"desc": "かつて伝説は、魔法のような音楽コンピレーションを予言した。英雄的な曲と、ノスタルジアの温かい曲でできている、と。ECLECTIC RESONANCE Legendariaは忘れてはならない物語である。注意： このアルバムには、魔王を倒したり、苔むした果てしない森をさまよったり、酒場で酒を飲んだりするのに適した曲だけが収録されているかもしれない。『Legendaria』は、JRPGやアニメのサウンドトラック、クラシックやケルト音楽に影響を受けたオリジナル・アルバム・シリーズ『ECLECTIC RESONANCE』のファンタジー版です。ファンタジーの風景を思い浮かべるクラシック楽器をお勧めします。是非好きなＲＰＧ曲と作曲家からインスピレーションを受けて作曲してみてください！"
	},  
	"projects": {
	  "presentation": {
		"title": "ermmm"
	  }
	}
  }
  